/*
*******************************************************************
*
목적 : 연습삼아 다시 한번 시작 하자...                            *
++PROGRAMER                                                       *
parkshim72@outlook.com                                            *
parkshim72@gmail.com                                              *
http://www.lovesujin.com                                          *
*
------------------------                                          *
SUPER USER : SHIM KYU SEON                                        *
------------------------                                          *
*
파일이름 : ex03.cpp                                               *
*
*******************************************************************
*/
/*
*******************************************************************
*                                                                 *
*   파일이름 : ex03.cpp                                           *
*   만든이 : 심규선                                               *
*   프로그램 목적 : internet 강의 예제 C++                        *
*                                                                 *
*******************************************************************
*/

# include <stdio.h>
int main()

{
	int a; //선언

	a = 3;
	printf("%d\n", a);

	a = 5;
	printf("%d\n", a);

}