/*
*******************************************************************
*
목적 : 연습삼아 다시 한번 시작 하자...                            *
++PROGRAMER                                                       *
parkshim72@outlook.com                                            *
parkshim72@gmail.com                                              *
http://www.lovesujin.com                                          *
*
------------------------                                          *
SUPER USER : SHIM KYU SEON                                        *
------------------------                                          *
*
파일이름 : t06_ex02.cpp                                           *
*
*******************************************************************
*/
/*
*******************************************************************
*                                                                 *
*   파일이름 : t06_ex02.cpp                                       *
*   만든이 : 심규선                                               *
*   프로그램 목적 : internet 강의 예제 C++                        *
*                                                                 *
*******************************************************************
*/
/*
#include <stdio.h>

int main()

{
	int a = 3.14;
	double b = 10;

	printf("%d %f\n", a, b);

}

//실수를 정수형 변수에 담을수 없다.
//정수를 실수형 변수에 담을수 있다.

*/

#include <stdio.h>

int main()

{
	int a = 3.14;
	double b = 10;

	printf("%d %f\n", a, b);

	 
}